Repository: RedTurtle/redturtle.volto
Catalog: src/redturtle/volto/locales/*/LC_MESSAGES/redturtle.volto.po
Languages: it

source: Installs the redturtle.volto add-on.
it: Installa redturtle.volto.

source: RedTurtle Volto Settings
it: Impostazioni RedTurtle Volto

source: Select False to show only elements not excluded from navigation.
it: Seleziona False per mostrare solo gli elementi non omessi dalla navigazione.

source: Show elements excluded from navigation
it: Elementi omessi dalla navigazione

source: Uninstalls the redturtle.volto add-on.
it: Disinstalla redturtle.volto.

source: check_aliases_in_namechooser_help
it: Se attivato, alla creazione o rinomina di un contenuto, verrà eseguito anche un controllo su eventuali alias presenti (quelli visibili in Gestione URL), ed eventualmente viene impedita la creazione con quell'id.

source: check_aliases_in_namechooser_label
it: Controllo degli id anche sugli alias

source: enable_advanced_query_ranking_help
it: Se abilitato, verrà utilizzato un ranking custom per la ricerca testuale.

source: enable_advanced_query_ranking_label
it: Abilita ranking custom con AdvancedQuery

source: logo_footer_help
it: Inserisci un logo da mostrare nel footer.

source: logo_footer_label
it: Logo nel footer

source: name_chooser_alias_error
it: L'id "${id}" non è valido perché già utilizzato per un alias. Puoi verificarlo ed eventualmente cancellarlo, cercando "${fixed_path}" nella Gestione URL.

source: remoteUrl_restapi_label
it: Inserisci un link esterno direttamente nel campo, oppure seleziona un collegamento ad un contenuto del sito cliccando sull'icona accanto.

source: site_localized_help
it: Utilizza questo campo se vuoi tradurre il titolo del sito nelle varie lingue disponibili. Se valorizzato, vince sul titolo di default.

source: site_localized_label
it: Titolo del sito tradotto

source: site_subtitle_label
it: Sottotitolo del sito

source: stringinterp_volto_url
it: Volto URL: URL del contenuto Plone senza "/api".
